{
  "1": {
    "title": "Living with fatigue and pain",
    "text": "Lea was on track to become the editor of the magazine she worked for when she started
    having numbness in her hands and feeling
    completely fatigued by the middle of the
    afternoon. She tried medications and exercise
    and getting enough sleep, but finally she had to
    make a change in her life.
    She found a job where she could work from
    home, on her own schedule. When she has good
    days, it's like nothing is wrong. But on bad days,
    she measures every action so she can make it
    through the day. Sometimes that important
    editorial meeting is all she can manage. She had
    to adjust her computer: a new keyboard and
    trackball make it easier to type, and a good chair
    helps her avoid tender muscles.
    The biggest change was learning to write and edit
    using speech recognition software, Dragon
    Naturally Speaking. She's lucky: the company
    understands that it's a real disability. With an
    invisible disability like fibromyalgia, some people
    just don't get it.",
    "img": "img/p1.png",
    "alt": "Illustration of Lea"
  },
  "2": {
    "title": "Blind, a bit of a geek",
    "text": "Jacob is a paralegal in a law firm. He reviews
    cases and writes summaries, cross-referencing
    them to the clients. He's building expertise in law
    and is hoping to go to law school in a year. As far
    as Jacob is concerned, it's the technology that's
    handicapped, not him. When everything is in
    place, he can work just as fast and just as
    eﬀectively as anyone in his oﬃce. He's a bit of a
    gadget geek, always trying out new tools. The last
    few years have been a lot of fun with all the new
    apps, and VoiceOver on his Mac and phone lets
    him use most of them preGy well. He likes the
    challenge of learning new tools. His other
    challenge is running. He's training for a 10K run,
    running with a club in his neighborhood and using
    an app to plan his routes and track his distance.
    He's just started to use the iPhone app, Passbook,
    and uses it to get train tickets and other travel.
    The regional rail system has an app, so he can just
    pull up the barcode and scan it at the ticket
    oﬃce. No fumbling for the right printed card—
    total independence. Same phone as everyone.
    Same app as everyone, and it all just works.",
    "img": "img/p2.png",
    "alt": "Illustration of Jacob"
  },
  "3": {
    "title": "Grandmother with macular degeneration",
    "text": "Carol has always loved reading, so her fading
    eyesight is a sorrow to her. She tried recorded
    books, but she didn't like it. She made the
    transition from ledgers to a software program, so
    she's happy to use the computer. She has a
    computer, which she uses the same way she
    always did her work. She loves getting emails
    from her grandkids and friends. She likes reading
    magazine articles online, especially when they are
    free. Last year, she discovered that she could get
    her prescriptions more cheaply online, and now
    she buys some things from the web. Her biggest
    problem is that the text is so small. She's learned
    how to click on the symbol to make the text
    bigger, but is frustrated when it doesn't work the
    same way on every site. She also finds that her
    hands aren't as steady as they used to be, and
    she can't always click on things accurately. She
    likes her “old fashioned” mobile phone with large
    buGons that she can feel easily. As her eyes get
    worse, she wonders how long she'll be able to
    keep using the computer. All that light gray text
    on a white screen. It's just too hard to see.",
    "img": "img/p2.png",
    "alt": "Illustration of Carol"
  },
  "4": {
    "title": "Deaf, ASL speaker",
    "text": "The nice thing about being a graphic artist is that
    most of the time his work can speak for itself.
    When Steven first started working, most reviews
    were done in meetings, but more and more his
    agency works with clients using online
    workspaces. He's had some projects recently
    where all of the communication was through the
    web. Although he likes seeing live reactions, it's
    easier for him to participate in the project forum
    discussions using text rather than audio.
    His iPhone has also been important. It was his
    first phone with a good way to do video chat so
    he could talk to his friends who sign. It's annoying
    when videos on the web aren't captioned. How is
    he supposed to learn about a new app if the only
    informa<on is an animated video? Or if he's the
    only one in the oﬃce who doesn't get the joke?
    Like many people who learned ASL as their first
    language, Steven prefers sign, but reads text,
    since that's most of what the web is. If a site is
    just a big wall of text, he's likely to leave unless
    he knows it's got the informa<on he needs.",
    "img": "img/p2.png",
    "alt": "Illustration of Steven"
  }
}